package javaPro.homeworks.homework4;

public class StudentsTest {
    public static void main(String[] args) {

//        Создать лист студентов, куда поместить нескольких студентов с разными значениями полей.
//        Написать метод, который принимает лист студентов и при помощи итератора удаляет всех студентов с номером курса меньше 3.
//        Написать метод, который принимает лист студентов и имя в качестве второго параметра.
//        С помощью итератора метод должен удалять всех студентов с таким именем.



    }
}
